<h3>关于我</h3>
<h4>自嘲自勉</h4>
<p>
<code>
    籍贯河北邯郸，06年毕业，投入互联网行业，如今已七年有余，<br />
    为人不甚安份，混迹数互联网企业，以某浪为代表，少有业绩<br />
    2012年，弃微博而奔某"流氓"公司，期间忽感世事瞬变，过去岁月蹉跎，<br />
    越发力不从心，笑己曾经好高骛远，不若归于平凡<br />
    从点滴做起，做名正经的Php Coder
</code>
</p>
<h4>教育经历</h4>
<p>
<code>
    2003.09 ~ 2006.07 淮海工学院  计算机科学系(大专) <br />
    2008.03 ~ 2011.02 北京大学    计算中心（成人本科）<br />
</code>
</p>
<h4>工作经历</h4>
<p>
<code>
    2007.03 ~ 2008.02 北京优力易美信息技术有限公司  从事php开发<br />
    2008.03 ~ 2011.07 新浪乐居      PHP工程师 <br />
    2011.07 ~ 2012.07 新浪微博      PHP工程师 <br />
    2012.07 ~ 今      奇智软件      PHP高级工程师
</code>
</p>
